[
  { 
    "name": "Andrei",
    "text": "Очень хороший отель. недалеко от центральных мест Самарканда. ОЧЕНЬ отзывчивый и доброжелательный персонал. Хорошие завтраки. Интернет работал без проблем и перебоев. Милый внутренний дворик с навесом.",
    "date": {
      "ru": "Январь 2025",
      "uz": "Yanvar 2025",
      "en": "January 2025"
    }
  },
  { 
    "name": "Sofia",
    "text": "Лучший отель из тех, в которых были в поездке. Хороший новый ремонт, комфортно, неплохой завтрак по сравнению с другими, которые пробовали Очень хороший персонал, помогали с любыми вопросами",
    "date": {
      "ru": "Октябрь 2022",
      "uz": "Oktabr 2022",
      "en": "October 2022"
    }
  },
  { 
    "name": "Oksana",
    "text": "Отель Ideal выбирала на основании отзывов. Впечатление от проживания соответствовало моим ожиданиям. Действительно приятно было отношение персонала. Ребята очень гостеприимные и с готовностью решали вопросы. Приятно было получить комплимент",
    "date": {
      "ru": "Март 2019",
      "uz": "Mart 2019",
      "en": "March 2019"
    }
  },
  { 
    "name": "Алена",
    "text": "Приятный очень персонал, отзывчивый, , всегда рады помочь. Отель чистый, уборка каждый день, завтраки хорошие. Место удобное.",
    "date": {
      "ru": "Июнь 2021",
      "uz": "Iyun 2021",
      "en": "June 2021"
    }
  },
  { 
    "name": "Vadim",
    "text": "В этом отеле всё замечательно! Внешний вид здания, интерьеры, уютный чистый номер, бесплатный трансфер, отзывчивый персонал, просто замечательный завтрак- большой выбор блюд, всё свежее и вкусное. Очень важна честность и клиентоориентированность...",
    "date": {
      "ru": "Август 2023",
      "uz": "Avgust 2023",
      "en": "August 2023"
    }
  },
  { 
    "name": "Valentina",
    "text": "Очень удобное месторасположение, рядом основные достопримечательности и парки, есть несколько небольших магазинов и кафе. В отеле доброжелательный персонал, в здании отеля есть лифт, интересный дизайн номера, в номере удобные кровати",
    "date": {
      "ru": "Декабрь 2018",
      "uz": "Dekabr 2018",
      "en": "December 2018"
    }
  },
  { 
    "name": "Olesia",
    "text": "Хорошая гостиница. Расположение очень удачное, недалеко от центра и главных достопримечательностей Самарканда. Также в пешей доступности есть достойные рестораны. Отличный, отзывчивый персонал. Разнообразный и вкусный завтрак",
    "date": {
      "ru": "Май 2020",
      "uz": "May 2020",
      "en": "May 2020"
    }
  },
  { 
    "name": "Alexey",
    "text": "Отличное расположение, приветливый персонал, неплохой завтрак, включенный в стоимость. Номер чистый, есть все необходимые принадлежности. Рекомендую!",
    "date": {
      "ru": "Сентябрь 2024",
      "uz": "Sentyabr 2024",
      "en": "September 2024"
    }
  }
]
